{
    "id": "typography",
    "name": "Typography",
    "hasScript": "yes",
    "items" : {
        "fonts": [
            {
                "heading": "1",
                "fontName" : "Kievit",
                "fontSize": "100px",
                "className": "font-huge",
                "title": "Fueling Innovation and Inquiry"
            },
            {
                "heading": "2",
                "fontName" : "Kievit Italic",
                "fontSize": "80px",
                "className": "font-galaxie italic",
                "title": "Enhancing Creation"
            },
            {
                "heading": "3",
                "fontName" : "Kievit Bold",
                "fontSize": "38px",
                "className": "font-huge small-3",
                "title": "Born Hackers: Digital Kids Revisited."
            }
        ],
        "paragraphsName": "Paragraphs",
        "paragraphs": [
            {
                "className": "p1",
                "text": "The Digital Scholarship Center (DSC) supports and advances the UO's teaching, learning, and research in the digital humanities and digital social sciences, by providing access to an array of academic/library technology services and resources, and by creating a focused collective of faculty experts using digital methods and technology to transform their work. The DSC is located in and administered by the UO Libraries, in partnership with multiple stakeholders and a Council of faculty advisors."
            },
            {
                "className": "p2",
                "text": "Link volume is one of the most powerful signals search engines use to rank websites. There’s a way to use links to generate better search results, but too many marketers rely on traditional (or even black hat) tactics that just don’t work anymore."
            },
            {
                "className": "p2 phighlight",
                "text": "They're establishing a central, holistic gateway for external audiences, scholars, and industry to access UO's distinctive research and scholarship in the digital humanities and digital social sciences."
            },
            {
                "className": "p3 small-3",
                "text": "Huge to be recognized at the 2014 “Made in NY” Awards for the company’s contribution to New York’s creative economy."
            }
        ]
    }
}
